Repository: Levalife/pets
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Email already registered.
ru: Почта уже зарегестрирована.

source: Login is already exist. You can try this one:
ru: Логин уже зарегистрирован. Попробуйте этот:

source: You were successfully registrated.
ru: Вы были успешно зарегестрированы.

source: You were logged in.
ru: Вы успешно вошли.

source: Invalid email or password.
ru: Неверные почта или пароль.

source: Your post successfully added.
ru: Ваше сообщение успешно опубликовано.

source: Logged out.
ru: Вы успешно вышли.

source: Search didn't give results.
ru: Поиск не дал результатов.

source: User %(username)s not found.
ru: Пользователь %(username)s не найден.

source: Your changes have been saved.
ru: Ваши изменения сохранены.

source: You can't follow yourself
ru: Вы не можете подписаться на себя.

source: Cannot follow %(username)s .
ru: Вы не можете подписаться на %(username)s .

source: You are now following %(username)s !
ru: Теперь вы подписаны на %(username)s !

source: You can't unfollow yourself
ru: Вы не можете отписаться от себя.

source: Cannot unfollow %(username)s .
ru: Вы не можете отписаться от %(username)s .

source: You have stopped following %(username)s .
ru: Вы отписались от %(username)s .

source: Post don't found.
ru: Сообщение не найдено.

source: You cannot delete this post.
ru: Вы не можете удалить это сообщение.

source: Your post has been deleted.
ru: Ваше сообщение удалено.
